[
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2600201/cientista-de-dados",
        "link_origem": null,
        "data_publicacao": "Publicada em 10/01/2024",
        "data_expiracao_vaga": "2024-02-10",
        "data_coleta": "2024-02-07",
        "posicao": "Cientista de Dados",
        "senioridade": "Pleno",
        "titulo_da_vaga": "Cientista de Dados",
        "nome_da_empresa": "Sillion Serviços de Tecnologia LTDA",
        "cidade": "Belo Horizonte",
        "estado": "MG",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Seguro de vida",
            "Vale-alimentação",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "codigo_vaga": "v2600201",
        "descricao": "Descrição\nDescrição: Principais responsabilidades:\nParticipar das dailys e reuniões de planejamento de sprint, além de outras reuniões da rotina do seu time;\t\nRealizar a entrega das tarefas (issues) que foram planejadas, junto ao time, até a data de entrega de cada sprint;\t\nAnalisar as tarefas (issues) antes de iniciar e acionar seu líder em caso de dúvidas;\t\nUsar boas práticas de desenvolvimento na elaboração das ferramentas garantindo a manutenibilidade e escalabilidade do sistema;\t\nDocumentar os desenvolvimentos realizados, registrando no sistema informações da solução;\nTestar as soluções e pensar na usabilidade do sistema;\t\nInterpretar dados, analisar resultados usando técnicas estatísticas e fornecer relatórios de progresso;\nDesenvolver e implementar bancos de dados, sistemas de coleta de dados, análise de dados e outras estratégias que otimizem a eficiência estatística e a qualidade;\nObter dados de fontes primárias ou secundárias e manter bancos de dados/sistemas de dados;\nIdentificar, analisar e interpretar tendências ou padrões em conjuntos de dados complexos;\nFiltrar e “limpar” dados mediante revisão de relatórios de computadores, cópias impressas e indicadores de desempenho para localizar e corrigir problemas de código;\nTrabalhar com a gerência para priorizar necessidades de negócios e de informações;\nLocalizar e definir novas oportunidades de melhorias de processo;\nRealizar demais atividades correlatas ao cargo.\nRequisitos: \nGraduação completa em Matemática, Ciência da Computação, Sistema de Informação, Estatística ou afins;\nConhecimento em Estatística Descritiva, Probabilidade, Inferência Estatística, Regressão, Amostragem, Análise Multivariada, Teoria de Estatística Bayesiana, Estatísticas Não Paramétricas, Softwares Estatísticos\nConhecimento técnico em modelos de dados;\nConhecimento e habilidade em desenvolvimento de design de banco de dados;\nConhecimento em construção de dashboards para visualização dos indicadores;\nExperiência com desenho de BIs e uso de ETL ou script, de preferência banco de dados na nuvem para tratar os dados;\nExperiência profissional como Analista de Dados, comprovando habilidade em análise de grande quantidade de dados, criação e análise de indicadores e métricas, buscando antecipar problemas e riscos de clientes e propor novas soluções;\nExperiência em criação de Index e otimização de Querys;\nDesejável atuação com os seguintes bancos de dados Postgres, Mongo, BigQuery;\nDesejável ter trabalhado com Visualização de dados no PowerBI\nDesejável ter trabalhado com Transformação de dados no PowerBI (power query)\nDiferencial ter trabalhado com Pipeline de Deploy no PowerBI\nDesejável inglês e espanhol intermediário;\nDiferencial ter conhecimento no ramo da telemetria."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2608824/cientista-de-dados-senior",
        "link_origem": null,
        "data_publicacao": "Publicada há 2 dias",
        "data_expiracao_vaga": null,
        "data_coleta": "2024-02-07",
        "posicao": "Cientista de Dados",
        "senioridade": "Sênior",
        "titulo_da_vaga": "Cientista de Dados Sênior",
        "nome_da_empresa": "TOTVS",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Auxílio creche",
            "Bicicletário",
            "Convênio com empresas parceiras",
            "Participação nos Lucros ou Resultados",
            "Previdência privada",
            "Seguro de vida",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "codigo_vaga": "v2608824",
        "descricao": "Descrição\nDescrição: Acreditamos no poder transformador da tecnologia e na sua capacidade de contribuir para a construção de uma sociedade mais diversa e inclusiva. Como a maior empresa brasileira de tecnologia, temos o compromisso com uma política e programa de diversidade e inclusão para termos um ecossistema cada vez mais representativo, respeitoso e acolhedor.O QUE VOCÊ VAI FAZER:\nAnalisar dados da carteira de clientes, buscando a identificação e segmentação nos diferentes perfis;\nDesenvolver modelos preditivos com base nos comportamentos;\nTratar os dados existentes ou externos para produzir conhecimento que possa subsidiar a tomada de decisões;\nRealizar estudos estatísticos por análises de dados avançados para criar hipóteses para fidelizar, reter e conquistar mais clientes;\nElaborar apresentações para explorar e expor os resultados dos modelos e descobertas;\nDesenvolver hipóteses por análise de dados avançados;\nTratamento, limpeza e exploração de dados;\nQualificar os dados;\nCriar Dash com ferramentas de Mercado sobre estudo de nossos clientes;\nApoiar na evolução de nossos painéis já criados.\nOutros requisitos: O QUE ESPERAMOS DE VOCÊ: \nLinguagens de programação como Python, R, SQL e Java entre outros.\nConhecimento de técnicas de análise de dados, como estatística, aprendizado de máquina e inteligência artificial.\nAtuação com Zendesk.\nINFORMAÇÕES ADICIONAIS:Oportunidade para atuar 2 dias presenciais na TOTVS Matriz - SP."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2609333/pessoa-cientista-de-aplicacao-tecnica-biologia",
        "link_origem": null,
        "data_publicacao": "Publicada ontem",
        "data_expiracao_vaga": null,
        "data_coleta": "2024-02-07",
        "posicao": "Cientista de Dados",
        "senioridade": "Pleno",
        "titulo_da_vaga": "Pessoa Cientista de Aplicação Técnica (Biologia)",
        "nome_da_empresa": "METARH +humana",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "codigo_vaga": "v2609333",
        "descricao": "Descrição\nDescrição: •\tSerá responsável por fornecer orientação técnica e suporte aos nossos clientes de “Sequenciamento de Próxima Geração” em questões técnicas e relacionadas a serviços, além de demonstrar usos e vantagens de nossos produtos•\tA função é altamente multifuncional e trabalha em estreita colaboração com nossos engenheiros de serviço de campo, cientistas de aplicação de campo e com nossas equipes de vendas e marketing;•\tTriagem profissional, eficiente e conclusiva, soluciona problemas e resolve as questões técnicas do cliente;•\tAuxiliar os clientes com o projeto e a interpretação de experimentos e análises de sequenciamento de próxima geração; Fornecer orientação técnica sobre a escolha e uso do produto apropriado para clientes existentes e potenciais;•\tProblemas de triagem e despacho que exigem suporte de campo para engenheiros e cientistas de aplicações da empresa;•\tRegistre e gerencie problemas de clientes usando o banco de dados de rastreamento de problemas.Idiomas:Inglês - Nível Fluente e Inglês - Nível AvançadoOutros requisitos: - Experiência laboratorial relevante em biologia molecular, genética, bioinformática ou áreas afins;- Inglês fluente;- Superior completo em Biologia ou áreas correlatas;- Desejável mestrado/ doutorado.Outras Informações: Local de Trabalho: bairro Cerqueira César - São Paulo - SP (atividade presencial)Modalidade de contratação: CLT - Terceirizado."
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2599448/especialista-em-engenharia-de-dados",
        "link_origem": null,
        "data_publicacao": "Publicada em 08/01/2024",
        "data_expiracao_vaga": null,
        "data_coleta": "2024-02-07",
        "posicao": "Cientista de Dados",
        "senioridade": "Sênior",
        "titulo_da_vaga": "Especialista em Engenharia de Dados",
        "nome_da_empresa": "Recovery",
        "cidade": null,
        "estado": "São Paulo",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": null,
        "codigo_vaga": "v2599448",
        "descricao": "Descrição\nDescrição: Na Recovery o(a) Especialista de Engenharia de Dados tem a missão de desenvolver e manter a nossa plataforma de dados estável e performática, além de aplicar técnicas de análise e modelagem para gerar insights. Garantir a qualidade, integridade e segurança dos dados, assim como colaborar de forma interdisciplinar com outros times, incluindo cientista de dados, engenheiro de softwares, analista de processos, entre outros, a fim de entender a dor do cliente e propor soluções e/ou melhorias nos processos.Todas as vagas publicadas são abertas para pessoas com deficiência. A Recovery é uma empresa que valoriza a diversidade e está em busca da construção de um ambiente mais inclusivo. Aqui todos os candidatos são bem-vindos!O que seria bacana você ter:•\tGraduação completa na área de tecnologia (ciência da computação, sistemas de informação ou áreas correlatas);•\tExperiência na área de Engenharia de Dados;•\tExperiência em Azure Data Factory, Airflow e SSIS (integration services);•\tExperiência em bancos SQL e NoSQL;•\tConhecimentos avançados em SQL, Python, Spark e PySpark;•\tExperiência em Databricks;•\tConhecimentos em soluções de Engenharia de Dados em nuvem (Azure e AWS);•\tExperiência em arquiteturas Data Lake e Lakehouse;•\tConhecimentos em versionamento com Git;•\tComunicação clara e objetiva;•\tPrática em documentação de processos.O que você terá que fazer: •\tMigrar pipelines para a nova plataforma de dados, revisando por completo o código e as regras de negócio;•\tConstruir novas pipelines de dados para coletar, processar e armazenar dados no Lakehouse, garantido a qualidade das informações;•\tAvaliar periodicamente o desempenho das soluções de dados construídas e identificar oportunidades de melhorias;•\tApoiar na definição de arquitetura de solução de dados;•\tSer referência técnica para o time;•\tDesenvolver bibliotecas e frameworks para auxiliar na padronização, segurança e performance dos processos;•\tEntender o business de cada cliente, bem como suas dores, a fim de propor soluções de dados, propor melhorias nos processos e melhorar a sua experiência como usuário da plataforma de dados;•\tConduzir reuniões com os stakeholders;•\tPromover a cultura data driven para todos os times.Para fechar com chave de ouro, será considerado um diferencial:•\tTer atuado em projeto de migração de DW para ambientes Data Lake ou Lakehouse;•\tConhecimento em soluções de observabilidade para monitoramento dos processos;•\tTer atuado com framework Scrum.O que oferecemos de principais benefícios para os nossos Reclovers: •\tVale Alimentação ou refeição no valor de R$ 1000 por mês, inclusive no mês das suas férias;•\tAssistência médica e odontológica estendida aos dependentes; •\tParticipação nos Lucros e Resultados; •\tSeguro de vida.Quer saber o que mais temos de legal por aqui? Dá uma olhada!•\tEstimulamos que o nosso time esteja sempre em movimento, para isso temos por aqui o GymPass;•\tDay off no mês do seu aniversário e sorteio de vale presente para os aniversariantes do mês;•\tNas sextas-feiras o nosso o expediente se encerra as 16h #Sextou;•\tVestimenta Casual (todos os dias): aqui você pode ser quem é! ;)•\tDisponibilizamos frutas no escritório;•\tPor aqui gostamos de celebrar os bons momentos, por isso temos Happy Hour com a galera no escritório 1x no mês com chopp e comidinhas;•\tAuxílio Home Office de R$ 200,00 – Disponibilizado uma única vez;•\tAuxílio Internet de R$ 100,00 – Disponibilizado mensalmente;•\tSomos uma empresa cidadã! Licença maternidade e paternidade estendida para nossos Reclovers: 6 meses para mamães e 20 dias para os papais;•\tAuxílio-creche para as mamães;•\tFique OK – Programa de apoio social para orientações através de profissionais como: psicólogo, assistente social, advogado, nutricionista, consultor financeiro, consultor pet, fisioterapeuta e personal trainer;•\tEstamos trabalhando em modelo híbrido e nosso escritório fica no coração de São Paulo, a Avenida Paulista!Quer ser parte do nosso time? Vem, #todosjuntos fazemos a diferença!"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2600553/jovem-aprendiz-ti",
        "link_origem": null,
        "data_publicacao": "Publicada em 11/01/2024",
        "data_expiracao_vaga": "2024-02-11",
        "data_coleta": "2024-02-07",
        "posicao": "Cientista de Dados",
        "senioridade": "Auxiliar/Operacional",
        "titulo_da_vaga": "Jovem Aprendiz - TI",
        "nome_da_empresa": "Worley",
        "cidade": "São Paulo",
        "estado": "SP",
        "modalidade": null,
        "contrato": null,
        "regime": "Regime CLT",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Convênio com empresas parceiras",
            "Seguro de vida",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "codigo_vaga": "v2600553",
        "descricao": "Descrição\nDescrição: Não somos apenas engenheiros. Somos uma equipe global de cientistas de dados, consultores, trabalhadores da construção e inovadores, todos trabalhando para criar um amanhã melhor.Seja qual for a sua ambição, há um caminho para você aqui! #WeAreWorleyEstamos buscando uma pessoa Aprendiz para dar suporte na área de Tecnologia da Informação em projetos da Worley.Outros requisitos: \nTer disponibilidade de 6 horas por dia para capacitação prática e teórica\nConhecimento básico em Pacote Office - Word, Excel, PowerPoint e Outlook\nInglês básico\nDisponibilidade para trabalhar presencialmente em São Paulo\nInteresse nas áreas de Sistema e Tecnologia da Informação\nSerão considerados diferenciais jovens que concluíram algum dos cursos mencionados a seguir:Banco de dadosAdministrador de banco de dados;Desenvolvimento de soluções IoT na Nuvem;Programador de sistemas;Python I – Fundamentos;Curso Técnico:Técnico em ciências de dados;GamesDesenvolvedor de Games;Curso Técnico:Programação de jogos Digitais;Gestão ITProgramador de Sistemas;Programação e DesenvolvimentoDesenvolvimento de jogos digitais em Unity;Desenvolvimento de sistemas para desktop com Visual Studio;Desenvolvimento de sistemas para internet com Visual Studio;Curso Técnico:Internet das coisas (IoT);Desenvolvimento de sistemas;Programação de jogos digitais;"
    },
    {
        "site_da_vaga": "Vagas.com",
        "link_site": "https://www.vagas.com.br/vagas/v2579647/estagio-em-engenharia-mecanica-tubulacao",
        "link_origem": null,
        "data_publicacao": "Publicada em 01/11/2023",
        "data_expiracao_vaga": "2024-02-12",
        "data_coleta": "2024-02-07",
        "posicao": "Cientista de Dados",
        "senioridade": "Estágio",
        "titulo_da_vaga": "Estágio em Engenharia Mecânica/Tubulação",
        "nome_da_empresa": "Worley",
        "cidade": "Belo Horizonte",
        "estado": "MG",
        "modalidade": null,
        "contrato": null,
        "regime": "Estágio",
        "pcd": null,
        "beneficios": [
            "Assistência médica",
            "Assistência odontológica",
            "Bolsa auxílio",
            "Convênio com empresas parceiras",
            "Desconto em produtos",
            "Seguro de vida",
            "Vale-refeição",
            "Vale-transporte"
        ],
        "codigo_vaga": "v2579647",
        "descricao": "Descrição\nDescrição: Estamos buscando pessoas estagiárias para fazer parte do time de MMM em Belo Horizonte.Atividades:\nDesenvolvimento de documentação técnica e projetos de engenharia\nContribuir com o trabalho técnico disciplinado e as atividades da equipe atendendo a todos os requisitos dos projetos nos âmbitos voltados para o desenvolvimento dos negócios, planejamento, operações, garantindo conformidade de saúde, segurança e meio ambiente.\nDar suporte nas atividades voltadas às práticas de engenharia e projeto geralmente aceitas, requisitos normativos e especificações do cliente.\nAuxiliar na padronização de especificações de equipamentos, desenhos e modelos de documentos.\nUtilizar padrões locais/globais para apoiar a excelência técnica.\nApoiar os processos de verificação, revisão por pares e incorporação de comentários e descobertas.\nElaborar documentos e planilhas seguindo os requisitos de escopo/custo/tempo atribuídos e auxiliar nas ações junto a equipe a atender às expectativas.\nTrabalhar com o Engenheiro Líder para tomar ações corretivas em relação a quaisquer problemas.\nIncorporar informações e registros de várias fontes em especificações de equipamentos/materiais, folhas de dados, requisitos de teste e requisições de materiais.\nTrabalhar como parte de uma equipe de entrega integrada dentro do nosso negócio, composta por outras disciplinas, cientistas ambientais, profissionais, entrega de projetos e equipe de suporte a projetos existentes e novos\nSe você tem paixão e talento para se manter atualizado, é hora de testar os limites do que você pode se tornar. Encontre seu futuro na Worley.Observação: somente candidatos com qualificações e experiência adequadas serão contatados diretamente.Idiomas:Inglês - Nível Avançado e Inglês - Nível IntermediárioOutros requisitos: Requisitos:\nCursando o ensino Superior em Engenharia Mecânica ou mecatrônica (a partir do 7º período).\nConhecimento em Pacote Office, sendo a habilidade com Excel no nível Avançado\nInglês Intermediário (ler, escrever e falar)\nConhecimento em AUTOCAD\nEstudar no período noturno é desejável\nTer um olhar analítico para extrair informações relevantes dos projetos;\nSer organizado, pois lidará com diferentes projetos ao mesmo tempo;\nSer comunicativo, pois terá interface direta com os profissionais da disciplina de tubulação com outras disciplinas (elétrica, instrumentação, mecânica, concreto, estrutura metálica, arquitetura e infraestrutura)."
    }
]